IDEA Connection Link
ConnectionLink.GetConInputProjectTestFilename Method
 Gets file name of the xml which includes input data.
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public string GetConInputProjectTestFilename(
	string fileName,
	string testedProjectFile
)
Public Function GetConInputProjectTestFilename (
	fileName As String,
	testedProjectFile As String
) As String
public:
String^ GetConInputProjectTestFilename(
	String^ fileName,
	String^ testedProjectFile
)
Parameters
fileName
Type: System.String
File name
testedProjectFile
Type: System.String
Tested project file
Return Value
Type: String
Filename of the existing xml file which includes input data
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace